export const QuestionData = [
    {
      id: 1,
      title: "대화도 몇 번 해 보지 않은 윤대협이 함께 낚시를 권유한다. 나의 대답은?",
      answera: "어색하긴 하지만, 흔치 않은 기회다! 수락한다.",
      answerb: "뭐야? 우리가 뭐 얼마나 대화를 나눴다고. 어색하니 정중하게 거절한다.",
      type: "EI",
    },
    {
      id: 2,
      title: "학교 수업에 모두 낙제를 받은 나. 채치수가 함께 공부를 권유한다. 나의 대답은?",
      answera:
        "배우기만 하면 낙제를 면한다는 채치수의 과외는 놓칠 수 없지! 수락한다.",
      answerb:
        "엄격하고 무섭기로 소문난 채치수. 혼나는 건 질색이다! 다정한 권준호 선배를 찾아간다.",
      type: "EI",
    },
    {
      id: 3,
      title: "강백호가 채소연에게 고백하는 모습을 우연찮게 보게 되었다. 나의 반응은?",
      answera:
        "이번엔 분위기가 심상치 않다. 바로 양호열과 주변이들에게 이 사건을 전달한다.",
      answerb: "채소연의 얼굴이 발그스름하다. 소문을 내서는 안 될 것 같아 못 본 척한다.",
      type: "EI",
    },
    {
      id: 4,
      title: "농구를 시작하려고 한다. 농구부에 가입하려는데 기간이 지났다. 어떻게 하는 게 좋을까?",
      answera: "유감이지만 구경만 다니고 내년으로 가입을 미룬다. 양한나의 옆에서 농구부 훈련을 구경한다.",
      answerb: "가입을 미루는 건 안 된다! 감독님에게 정중하게 부탁을 드린다.",
      type: "SN",
    },
    {
      id: 5,
      title:
        "농구부에 가입을 하게 된 나. 누구에게 배우는 게 좋을까?",
      answera: "다정하게 누구보다 기초를 꼼꼼히 알려 주는 채치수와 양한나.",
      answerb: "천재에게 배우는 강렬한 농구. 강백호와 서태웅.",
      type: "SN",
    },
    {
      id: 6,
      title: "농구부에서 포지션을 정할 시기가 되었다. 어떤 포지션으로 연습을 하는 게 좋을까?",
      answera: "코트 위의 사령탑! 멋진 드리블 실력을 뽐내는 가드. ",
      answerb: "역시 농구의 꽃은 덩크지! 마구마구 점수를 내는 포워드.",
      type: "SN",
    },
    {
      id: 7,
      title: "동료들과 함께 강백호가 재활 중인 병원에 찾아갔다. 내가 건넬 말은?",
      answera:
        "요즘 차도는 어때? 저번보다 안색이 좋아 보여서 다행이다.",
      answerb: "네가 없으니까 농구부가 재미가 없어! 얼른 나아서 돌아와! ",
      type: "TF",
    },
    {
      id: 8,
      title: "송태섭과 정대만의 다툼이 벌어졌다. 내 반응은?",
      answera:
        "송태섭의 논리가 맞으므로 권준호의 편을 든다.",
      answerb:
        "정대만의 기분이 상하지 않도록 기분을 살피며 안선생님을 부른다.",
      type: "TF",
    },
    {
      id: 9,
      title: "정대만이 또 어디서 얻어 맞고 왔다. 근처 병원을 알려 달라고 한다. 내 대답은?",
      answera: "치료는 잘 하지만 친절하지 않는 병원. 정대만이 또 싸우고 올지도?",
      answerb: "친절하지만 어쩐지 믿음이 안 가는 병원. 정대만의 치아가 또 떨어질지도?",
      type: "TF",
    },
    {
      id: 10,
      title: "내가 농구부 훈련 스케쥴을 짜게 되었다. 짜는 방식은?",
      answera:
        "강백호는 아직 기초가 부족하니 기초 연습 1000번. 송태섭은 스크린 돌파 연습 1000번. 서태웅은 채치수와 1 on 1 돌파 연습. 정대만은 슛 1000번 던지기... 개개인에 맞는 훈련! ",
      answerb: "기초 체력부터 쌓아! 냅다 운동장 뛰게 하기.",
      type: "JP",
    },
    {
      id: 11,
      title: "해남대부속고와 경기 중 마지막에 덩크를 실패한 강백호의 뒷모습이 처량하다. 내가 할 말은?",
      answera:
        "괜한 위로는 강백호의 성격에 독이 된다. 뒤에서 지켜보며 등을 토닥인다.",
      answerb: "정대만과 함께 고작 그런 걸로 풀이 죽냐며 등짝을 때려준다.",
      type: "JP",
    },
    {
      id: 12,
      title: "내일은 드디어 산왕공고와의 경기. 너무 긴장되어 잠이 오지 않는다.",
      answera: "잠이 오지 않을 땐 역시 체력을 죽이기지. 운동을 하며 생각을 정리한다.",
      answerb: "그래도 누워서 내일의 시뮬레이션을 돌리며 잠을 청한다. ",
      type: "JP",
    },
  ];